Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# SetDesc_statistics_autoRecompute
source: Recalculates the statistics 300 ms after the target range changes (up to 64 MB).
ar: يعيد حساب الإحصاءات بعد 300 ms من تغيّر النطاق المستهدف (حتى 64 MB).
cs: Přepočítá statistiku 300 ms po změně cílového rozsahu (do 64 MB).
de: Berechnet die Statistik 300 ms nach einer Änderung des Zielbereichs neu (bis 64 MB).
el: Επανυπολογίζει τα στατιστικά 300 ms αφού αλλάξει το εύρος-στόχος (έως 64 MB).
es: Vuelve a calcular las estadísticas 300 ms después de que cambie el rango de destino (hasta 64 MB).
fa: آمار را 300 ms پس از تغییر محدودهٔ هدف دوباره محاسبه می‌کند (تا 64 MB).
fr: Recalcule les statistiques 300 ms après la modification de la plage cible (jusqu'à 64 Mo).
hu: A céltartomány megváltozása után 300 ms-mal újraszámítja a statisztikát (legfeljebb 64 MB-ig).
id: Menghitung ulang statistik 300 md setelah rentang target berubah (hingga 64 MB).
it: Ricalcola le statistiche 300 ms dopo la modifica dell'intervallo di destinazione (fino a 64 MB).
ja: 対象範囲が変わってから 300 ms 後に統計を再計算します (64 MB まで)。
ko: 대상 범위가 변경되고 300ms 후에 통계를 다시 계산합니다(최대 64MB).
pl: Przelicza statystyki 300 ms po zmianie zakresu docelowego (do 64 MB).
pt: Recalcula as estatísticas 300 ms após a alteração do intervalo de destino (até 64 MB).
ro: Recalculează statisticile la 300 ms după ce se modifică intervalul țintă (până la 64 MB).
th: คำนวณสถิติใหม่ 300 ms หลังจากช่วงเป้าหมายเปลี่ยน (สูงสุด 64 MB)
tr: Hedef aralık değiştikten 300 ms sonra istatistikleri yeniden hesaplar (en fazla 64 MB).
uk: Перераховувати статистику через 300 мс після зміни цільового діапазону (до 64 МБ).
vi: Tính lại thống kê 300 ms sau khi phạm vi mục tiêu thay đổi (tối đa 64 MB).
zh_hans: 目标范围更改 300 毫秒后重新计算统计信息（最多 64 MB）。
zh_hant: 目標範圍變更 300 ms 後重新計算統計資料（最多 64 MB）。

# SetGroup_analysis
source: Analysis
ar: التحليل
cs: Analýza
de: Analyse
el: Ανάλυση
es: Análisis
fa: تحلیل
fr: Analyse
hu: Elemzés
id: Analisis
it: Analisi
ja: 解析
ko: 분석
pl: Analiza
pt: Análise
ro: Analiză
th: วิเคราะห์
tr: Analiz
uk: Аналіз
vi: Phân tích
zh_hans: 分析
zh_hant: 分析

# FileType_MagicError
source: {0} could not be read: line {1}
ar: تعذرت قراءة {0}: السطر {1}
cs: {0} nelze přečíst: řádek {1}
de: {0} konnte nicht gelesen werden: Zeile {1}
el: Δεν ήταν δυνατή η ανάγνωση του {0}: γραμμή {1}
es: No se pudo leer {0}: línea {1}
fa: خواندن {0} ممکن نشد: خط {1}
fr: Impossible de lire {0} : ligne {1}
hu: A(z) {0} nem olvasható: {1}. sor
id: {0} tidak dapat dibaca: baris {1}
it: Impossibile leggere {0}: riga {1}
ja: {0} を読み込めません: {1} 行目
ko: {0}을(를) 읽을 수 없습니다: {1}번째 줄
pl: Nie można odczytać {0}: wiersz {1}
pt: Não foi possível ler {0}: linha {1}
ro: {0} nu a putut fi citit: linia {1}
th: ไม่สามารถอ่าน {0}: บรรทัด {1}
tr: {0} okunamadı: satır {1}
uk: Не вдалося прочитати {0}: рядок {1}
vi: Không thể đọc {0}: dòng {1}
zh_hans: 无法读取 {0}：第 {1} 行
zh_hant: 無法讀取 {0}：第 {1} 行

# Stats_Target.Header
source: Range
ar: النطاق
cs: Rozsah
de: Bereich
el: Εύρος
es: Rango
fa: محدوده
fr: Plage
hu: Tartomány
id: Rentang
it: Intervallo
ja: 対象範囲
ko: 범위
pl: Zakres
pt: Intervalo
ro: Interval
th: ช่วง
tr: Aralık
uk: Діапазон
vi: Phạm vi
zh_hans: 范围
zh_hant: 範圍

# Stats_Target_Selection.Content
source: Selection
ar: التحديد
cs: Výběr
de: Auswahl
el: Επιλογή
es: Selección
fa: انتخاب
fr: Sélection
hu: Kijelölés
id: Pilihan
it: Selezione
ja: 選択範囲
ko: 선택 영역
pl: Zaznaczenie
pt: Seleção
ro: Selecție
th: ส่วนที่เลือก
tr: Seçim
uk: Виділення
vi: Vùng chọn
zh_hans: 选定内容
zh_hant: 選取範圍

# Stats_Target_Multi.Content
source: Multiple selection
ar: تحديد متعدد
cs: Vícenásobný výběr
de: Mehrfachauswahl
el: Πολλαπλή επιλογή
es: Selección múltiple
fa: انتخاب چندگانه
fr: Sélection multiple
hu: Többszörös kijelölés
id: Multi-pilihan
it: Selezione multipla
ja: マルチ選択
ko: 다중 선택
pl: Zaznaczenie wielokrotne
pt: Seleção múltipla
ro: Selecție multiplă
th: ส่วนที่เลือกหลายช่วง
tr: Çoklu seçim
uk: Множинне виділення
vi: Đa vùng chọn
zh_hans: 多重选择
zh_hant: 多重選取

# Stats_Target_Whole.Content
source: Whole document
ar: المستند بأكمله
cs: Celý dokument
de: Gesamtes Dokument
el: Ολόκληρο το έγγραφο
es: Todo el documento
fa: کل سند
fr: Document entier
hu: Teljes dokumentum
id: Seluruh dokumen
it: Intero documento
ja: ドキュメント全体
ko: 문서 전체
pl: Cały dokument
pt: Documento inteiro
ro: Întregul document
th: ทั้งเอกสาร
tr: Tüm belge
uk: Увесь документ
vi: Toàn bộ tài liệu
zh_hans: 整个文档
zh_hant: 整份文件

# Stats_Target_Custom.Content
source: Specify range
ar: تحديد النطاق
cs: Zadat rozsah
de: Bereich angeben
el: Καθορισμός εύρους
es: Especificar rango
fa: تعیین محدوده
fr: Spécifier une plage
hu: Tartomány megadása
id: Tentukan rentang
it: Specifica intervallo
ja: 範囲を指定
ko: 범위 지정
pl: Określ zakres
pt: Especificar intervalo
ro: Specificare interval
th: ระบุช่วง
tr: Aralık belirt
uk: Указати діапазон
vi: Chỉ định phạm vi
zh_hans: 指定范围
zh_hant: 指定範圍

# Stats_CustomStart.Header
source: Start
ar: البداية
cs: Začátek
de: Anfang
el: Αρχή
es: Inicio
fa: آغاز
fr: Début
hu: Kezdet
id: Awal
it: Inizio
ja: 開始
ko: 시작
pl: Początek
pt: Início
ro: Început
th: เริ่มต้น
tr: Başlangıç
uk: Початок
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# Stats_CustomLength.Header
source: Length or end
ar: الطول أو النهاية
cs: Délka nebo konec
de: Länge oder Ende
el: Μήκος ή τέλος
es: Longitud o final
fa: طول یا پایان
fr: Longueur ou fin
hu: Hossz vagy vég
id: Panjang atau akhir
it: Lunghezza o fine
ja: 長さ / 終了
ko: 길이 또는 끝
pl: Długość lub koniec
pt: Comprimento ou fim
ro: Lungime sau sfârșit
th: ความยาวหรือจุดสิ้นสุด
tr: Uzunluk veya son
uk: Довжина або кінець
vi: Độ dài hoặc kết thúc
zh_hans: 长度或结束
zh_hant: 長度或結束

# Stats_CustomUsesEnd.Content
source: End (inclusive)
ar: النهاية (مضمّنة)
cs: Konec (včetně)
de: Ende (einschließlich)
el: Τέλος (συμπεριλαμβάνεται)
es: Final (incluido)
fa: پایان (شامل)
fr: Fin (incluse)
hu: Vég (ezzel együtt)
id: Akhir (inklusif)
it: Fine (inclusa)
ja: 終了 (このバイトを含む)
ko: 끝(이 바이트 포함)
pl: Koniec (włącznie)
pt: Fim (inclusivo)
ro: Sfârșit (inclusiv)
th: สิ้นสุด (รวม)
tr: Son (dahil)
uk: Кінець (включно)
vi: Kết thúc (bao gồm)
zh_hans: 结束（包含此字节）
zh_hant: 結束（含此位元組）

# Stats_Type.Header
source: Type
ar: النوع
cs: Typ
de: Typ
el: Τύπος
es: Tipo
fa: نوع
hu: Típus
id: Tipe
it: Tipo
ja: 型
ko: 형식
pl: Typ
pt: Tipo
ro: Tip
th: ชนิด
tr: Tür
uk: Тип
vi: Kiểu
zh_hans: 类型
zh_hant: 類型

# Stats_Stride.Header
source: Stride
ar: الخطوة
cs: Krok
de: Schrittweite
el: Βήμα
es: Paso
fa: گام
fr: Pas
hu: Lépésköz
id: Langkah
it: Passo
ja: ストライド
ko: 간격
pl: Krok
pt: Passo
ro: Pas
th: ระยะก้าว
tr: Adım
uk: Крок
vi: Bước nhảy
zh_hans: 步长
zh_hant: 間距

# Stats_Stride.PlaceholderText
source: Type size
ar: حجم النوع
cs: Velikost typu
de: Typgröße
el: Μέγεθος τύπου
es: Tamaño del tipo
fa: اندازهٔ نوع
fr: Taille du type
hu: Típus mérete
id: Ukuran tipe
it: Dimensione del tipo
ja: 型のサイズ
ko: 형식 크기
pl: Rozmiar typu
pt: Tamanho do tipo
ro: Dimensiune tip
th: ขนาดชนิด
tr: Tür boyutu
uk: Розмір типу
vi: Kích thước kiểu
zh_hans: 类型大小
zh_hant: 類型大小

# Stats_BinCount.Header
source: Bins
ar: الفئات
cs: Třídy
de: Klassen
el: Κλάσεις
es: Intervalos
fa: دسته‌ها
fr: Classes
hu: Osztályok
id: Bin
it: Classi
ja: ビンの数
ko: 구간 수
pl: Przedziały
pt: Classes
ro: Clase
th: จำนวนช่อง
tr: Kutular
uk: Інтервали
vi: Số ô
zh_hans: 分组数
zh_hant: 區間數

# Stats_BinAuto.Content
source: Automatic range
ar: نطاق تلقائي
cs: Automatický rozsah
de: Automatischer Bereich
el: Αυτόματο εύρος
es: Rango automático
fa: محدودهٔ خودکار
fr: Plage automatique
hu: Automatikus tartomány
id: Rentang otomatis
it: Intervallo automatico
ja: 範囲を自動
ko: 자동 범위
pl: Automatyczny zakres
pt: Intervalo automático
ro: Interval automat
th: ช่วงอัตโนมัติ
tr: Otomatik aralık
uk: Автоматичний діапазон
vi: Phạm vi tự động
zh_hans: 自动范围
zh_hant: 自動範圍

# Stats_BinAuto.ToolTipService.ToolTip
source: Minimum to maximum. For 32/64-bit types over 16 million elements this needs a second read, which doubles the time.
ar: من الحد الأدنى إلى الحد الأقصى. للأنواع 32/64 بت التي تزيد على 16 مليون عنصر، يلزم قراءة ثانية، مما يضاعف الوقت.
cs: Od minima do maxima. U 32/64bitových typů s více než 16 miliony prvků je potřeba druhé čtení, které zdvojnásobí čas.
de: Minimum bis Maximum. Bei 32/64-Bit-Typen mit über 16 Millionen Elementen ist ein zweiter Lesedurchgang nötig, was die Zeit verdoppelt.
el: Ελάχιστο έως μέγιστο. Για τύπους 32/64 bit με περισσότερα από 16 εκατομμύρια στοιχεία απαιτείται δεύτερη ανάγνωση, που διπλασιάζει τον χρόνο.
es: Del mínimo al máximo. En tipos de 32/64 bits con más de 16 millones de elementos se necesita una segunda lectura, lo que duplica el tiempo.
fa: از حداقل تا حداکثر. برای نوع‌های 32/64 بیتی با بیش از 16 میلیون عنصر، خواندن دوم لازم است که زمان را دو برابر می‌کند.
fr: Du minimum au maximum. Pour les types 32/64 bits de plus de 16 millions d'éléments, une seconde lecture est nécessaire, ce qui double la durée.
hu: Minimumtól maximumig. 16 milliónál több elemet tartalmazó 32/64 bites típusoknál ehhez második beolvasás szükséges, ami megduplázza az időt.
id: Minimum hingga maksimum. Untuk tipe 32/64-bit dengan lebih dari 16 juta elemen, diperlukan pembacaan kedua, yang menggandakan waktu.
it: Dal minimo al massimo. Per i tipi a 32/64 bit con più di 16 milioni di elementi serve una seconda lettura, che raddoppia il tempo.
ja: 最小値〜最大値。32 / 64 bit の型で要素が 1,600 万を超える場合は 2 回目の読み込みが必要なため、時間が 2 倍になります。
ko: 최솟값부터 최댓값까지입니다. 32/64비트 형식에서 요소가 1,600만 개를 넘으면 두 번째 읽기가 필요하므로 시간이 두 배로 걸립니다.
pl: Od minimum do maksimum. Dla typów 32/64-bitowych z ponad 16 milionami elementów wymaga to drugiego odczytu, co podwaja czas.
pt: Do mínimo ao máximo. Para tipos de 32/64 bits com mais de 16 milhões de elementos, é necessária uma segunda leitura, o que dobra o tempo.
ro: De la minim la maxim. Pentru tipurile pe 32/64 de biți cu peste 16 milioane de elemente este necesară o a doua citire, care dublează timpul.
th: ต่ำสุดถึงสูงสุด สำหรับชนิด 32/64 บิตที่มีองค์ประกอบมากกว่า 16 ล้าน ต้องอ่านเป็นครั้งที่สอง ซึ่งใช้เวลาเป็นสองเท่า
tr: En küçükten en büyüğe. 16 milyondan fazla öğeli 32/64 bit türlerde ikinci bir okuma gerekir ve bu süreyi iki katına çıkarır.
uk: Від мінімуму до максимуму. Для 32/64-бітових типів із понад 16 мільйонами елементів потрібне друге читання, що подвоює час.
vi: Từ nhỏ nhất đến lớn nhất. Với kiểu 32/64 bit có hơn 16 triệu phần tử, cần đọc lần thứ hai, làm thời gian tăng gấp đôi.
zh_hans: 从最小值到最大值。对于元素超过 1600 万个的 32/64 位类型，需要第二次读取，时间会加倍。
zh_hant: 最小值到最大值。對於超過 1,600 萬個元素的 32/64 位元類型，需要讀取第二次，因此時間會加倍。

# Stats_BinMin.Header
source: Minimum
ar: الحد الأدنى
el: Ελάχιστο
es: Mínimo
fa: حداقل
it: Minimo
ja: 最小
ko: 최소
pt: Mínimo
ro: Minim
th: ต่ำสุด
tr: En küçük
uk: Мінімум
vi: Nhỏ nhất
zh_hans: 最小值
zh_hant: 最小值

# Stats_BinMax.Header
source: Maximum
ar: الحد الأقصى
el: Μέγιστο
es: Máximo
fa: حداکثر
id: Maksimum
it: Massimo
ja: 最大
ko: 최대
pl: Maksimum
pt: Máximo
ro: Maxim
th: สูงสุด
tr: En büyük
uk: Максимум
vi: Lớn nhất
zh_hans: 最大值
zh_hant: 最大值

# Stats_PerValue.Content
source: Per value (65,536)
ar: لكل قيمة (65,536)
cs: Pro každou hodnotu (65 536)
de: Pro Wert (65.536)
el: Ανά τιμή (65.536)
es: Por valor (65 536)
fa: برای هر مقدار (65,536)
fr: Par valeur (65 536)
hu: Értékenként (65 536)
id: Per nilai (65.536)
it: Per valore (65.536)
ja: 値ごと (65,536 個)
ko: 값별(65,536개)
pl: Na wartość (65 536)
pt: Por valor (65.536)
ro: Pe valoare (65.536)
th: ต่อค่า (65,536)
tr: Değer başına (65.536)
uk: За значеннями (65 536)
vi: Theo giá trị (65.536)
zh_hans: 按值（65,536）
zh_hant: 每個值（65,536）

# Stats_AutoRecompute.Content
source: Recalculate automatically
ar: إعادة الحساب تلقائيًا
cs: Přepočítávat automaticky
de: Automatisch neu berechnen
el: Αυτόματος επανυπολογισμός
es: Volver a calcular automáticamente
fa: محاسبهٔ دوبارهٔ خودکار
fr: Recalculer automatiquement
hu: Automatikus újraszámítás
id: Hitung ulang otomatis
it: Ricalcola automaticamente
ja: 自動で再計算
ko: 자동으로 다시 계산
pl: Przeliczaj automatycznie
pt: Recalcular automaticamente
ro: Recalculare automată
th: คำนวณใหม่โดยอัตโนมัติ
tr: Otomatik olarak yeniden hesapla
uk: Перераховувати автоматично
vi: Tự động tính lại
zh_hans: 自动重新计算
zh_hant: 自動重新計算

# Stats_Compute.Content
source: Recalculate
ar: إعادة الحساب
cs: Přepočítat
de: Neu berechnen
el: Επανυπολογισμός
es: Volver a calcular
fa: محاسبهٔ دوباره
fr: Recalculer
hu: Újraszámítás
id: Hitung ulang
it: Ricalcola
ja: 再計算
ko: 다시 계산
pl: Przelicz
pt: Recalcular
ro: Recalculare
th: คำนวณใหม่
tr: Yeniden hesapla
uk: Перерахувати
vi: Tính lại
zh_hans: 重新计算
zh_hant: 重新計算

# Stats_Cancel.Content
source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
el: Άκυρο
es: Cancelar
fa: لغو
fr: Annuler
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt: Cancelar
ro: Anulare
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# Stats_Stale.Text
source: The results are for the content before editing.
ar: النتائج تخص المحتوى قبل التحرير.
cs: Výsledky platí pro obsah před úpravami.
de: Die Ergebnisse beziehen sich auf den Inhalt vor der Bearbeitung.
el: Τα αποτελέσματα αφορούν το περιεχόμενο πριν από την επεξεργασία.
es: Los resultados corresponden al contenido anterior a la edición.
fa: نتایج مربوط به محتوای پیش از ویرایش است.
fr: Les résultats concernent le contenu avant modification.
hu: Az eredmények a szerkesztés előtti tartalomra vonatkoznak.
id: Hasil ini untuk konten sebelum diedit.
it: I risultati si riferiscono al contenuto prima della modifica.
ja: 結果は編集前の内容のものです。
ko: 결과는 편집 전 내용에 대한 것입니다.
pl: Wyniki dotyczą zawartości sprzed edycji.
pt: Os resultados são do conteúdo antes da edição.
ro: Rezultatele se referă la conținutul de dinainte de editare.
th: ผลลัพธ์เป็นของเนื้อหาก่อนการแก้ไข
tr: Sonuçlar düzenlemeden önceki içeriğe aittir.
uk: Результати стосуються вмісту до редагування.
vi: Kết quả là của nội dung trước khi chỉnh sửa.
zh_hans: 结果对应的是编辑前的内容。
zh_hant: 結果是編輯前內容的結果。

# Stats_ClassifyFileType
source: File type used for the estimate: {0}
ar: نوع الملف المستخدم للتقدير: {0}
cs: Typ souboru použitý pro odhad: {0}
de: Für die Schätzung verwendeter Dateityp: {0}
el: Τύπος αρχείου που χρησιμοποιήθηκε για την εκτίμηση: {0}
es: Tipo de archivo usado para la estimación: {0}
fa: نوع فایل استفاده‌شده برای برآورد: {0}
fr: Type de fichier utilisé pour l'estimation : {0}
hu: A becsléshez használt fájltípus: {0}
id: Tipe file yang digunakan untuk perkiraan: {0}
it: Tipo di file usato per la stima: {0}
ja: 推定に使ったファイル形式: {0}
ko: 추정에 사용한 파일 형식: {0}
pl: Typ pliku użyty do oszacowania: {0}
pt: Tipo de arquivo usado na estimativa: {0}
ro: Tip de fișier utilizat pentru estimare: {0}
th: ชนิดไฟล์ที่ใช้ในการประมาณ: {0}
tr: Tahmin için kullanılan dosya türü: {0}
uk: Тип файлу, використаний для оцінки: {0}
vi: Loại tệp dùng để ước tính: {0}
zh_hans: 用于估算的文件类型：{0}
zh_hant: 用於估計的檔案類型：{0}

# Stats_Tab_Histogram.Text
source: Histogram
ar: المدرج التكراري
de: Histogramm
el: Ιστόγραμμα
es: Histograma
fa: هیستوگرام
fr: Histogramme
hu: Hisztogram
it: Istogramma
ja: ヒストグラム
ko: 히스토그램
pt: Histograma
ro: Histogramă
th: ฮิสโตแกรม
uk: Гістограма
vi: Biểu đồ tần suất
zh_hans: 直方图
zh_hant: 長條圖

# Stats_Tab_Descriptive.Text
source: Descriptive
ar: وصفية
cs: Popisná
de: Deskriptiv
el: Περιγραφικά
es: Descriptiva
fa: توصیفی
fr: Descriptives
hu: Leíró
id: Deskriptif
it: Descrittive
ja: 記述統計
ko: 기술 통계
pl: Opisowe
pt: Descritivas
th: เชิงพรรณนา
tr: Tanımlayıcı
uk: Описова
vi: Mô tả
zh_hans: 描述性统计
zh_hant: 敘述統計

# Stats_Tab_Entropy.Text
source: Entropy
ar: الإنتروبيا
cs: Entropie
de: Entropie
el: Εντροπία
es: Entropía
fa: آنتروپی
fr: Entropie
hu: Entrópia
id: Entropi
it: Entropia
ja: エントロピー
ko: 엔트로피
pl: Entropia
pt: Entropia
ro: Entropie
th: เอนโทรปี
tr: Entropi
uk: Ентропія
zh_hans: 熵
zh_hant: 熵

# Stats_Tab_Digram.Text
source: Digram
ar: الأزواج
de: Digramm
el: Ζεύγη
es: Digrama
fa: جفت‌ها
fr: Digramme
it: Digramma
ja: ダイグラム
ko: 다이그램
pt: Digrama
ro: Digramă
th: ไดแกรม
uk: Диграми
zh_hans: 二元图
zh_hant: 雙字母組

# Stats_Tab_Pattern.Text
source: Patterns
ar: الأنماط
cs: Vzory
de: Muster
el: Μοτίβα
es: Patrones
fa: الگوها
fr: Motifs
hu: Minták
id: Pola
it: Pattern
ja: パターン
ko: 패턴
pl: Wzorce
pt: Padrões
ro: Modele
th: รูปแบบ
tr: Desenler
uk: Шаблони
vi: Mẫu
zh_hans: 模式
zh_hant: 模式

# Stats_Tab_Classify.Text
source: Classification
ar: التصنيف
cs: Klasifikace
de: Klassifizierung
el: Ταξινόμηση
es: Clasificación
fa: دسته‌بندی
hu: Osztályozás
id: Klasifikasi
it: Classificazione
ja: 分類
ko: 분류
pl: Klasyfikacja
pt: Classificação
ro: Clasificare
th: การจัดประเภท
tr: Sınıflandırma
uk: Класифікація
vi: Phân loại
zh_hans: 分类
zh_hant: 分類

# Stats_AsTable.Content
source: Show as table
ar: إظهار كجدول
cs: Zobrazit jako tabulku
de: Als Tabelle anzeigen
el: Εμφάνιση ως πίνακα
es: Mostrar como tabla
fa: نمایش به‌صورت جدول
fr: Afficher sous forme de tableau
hu: Megjelenítés táblázatként
id: Tampilkan sebagai tabel
it: Mostra come tabella
ja: 表で表示
ko: 표로 표시
pl: Pokaż jako tabelę
pt: Mostrar como tabela
ro: Afișare ca tabel
th: แสดงเป็นตาราง
tr: Tablo olarak göster
uk: Показати як таблицю
vi: Hiện dạng bảng
zh_hans: 以表格显示
zh_hant: 以表格顯示

# Stats_LogScale.Content
source: Logarithmic scale
ar: مقياس لوغاريتمي
cs: Logaritmické měřítko
de: Logarithmische Skala
el: Λογαριθμική κλίμακα
es: Escala logarítmica
fa: مقیاس لگاریتمی
fr: Échelle logarithmique
hu: Logaritmikus skála
id: Skala logaritmik
it: Scala logaritmica
ja: 対数目盛り
ko: 로그 눈금
pl: Skala logarytmiczna
pt: Escala logarítmica
ro: Scară logaritmică
th: มาตราส่วนลอการิทึม
tr: Logaritmik ölçek
uk: Логарифмічна шкала
vi: Thang logarit
zh_hans: 对数刻度
zh_hant: 對數刻度

# Stats_ShowPercent.Content
source: Percent
ar: النسبة المئوية
cs: Procenta
de: Prozent
el: Ποσοστό
es: Porcentaje
fa: درصد
fr: Pourcentage
hu: Százalék
id: Persen
it: Percentuale
ja: 割合 (%)
ko: 백분율
pl: Procent
pt: Porcentagem
ro: Procent
th: เปอร์เซ็นต์
tr: Yüzde
uk: Відсотки
vi: Phần trăm
zh_hans: 百分比
zh_hant: 百分比

# Stats_Sort.Header
source: Sort
ar: فرز
cs: Seřadit
de: Sortieren
el: Ταξινόμηση
es: Ordenar
fa: مرتب‌سازی
fr: Trier
hu: Rendezés
id: Urutkan
it: Ordina
ja: 並べ替え
ko: 정렬
pl: Sortuj
pt: Classificar
ro: Sortare
th: เรียงลำดับ
tr: Sırala
uk: Сортування
vi: Sắp xếp
zh_hans: 排序
zh_hant: 排序

# Stats_Sort_Value.Content
source: By value
ar: حسب القيمة
cs: Podle hodnoty
de: Nach Wert
el: Κατά τιμή
es: Por valor
fa: بر اساس مقدار
fr: Par valeur
hu: Érték szerint
id: Menurut nilai
it: Per valore
ja: 値の順
ko: 값순
pl: Według wartości
pt: Por valor
ro: După valoare
th: ตามค่า
tr: Değere göre
uk: За значенням
vi: Theo giá trị
zh_hans: 按值
zh_hant: 依值

# Stats_Sort_Count.Content
source: By count
ar: حسب العدد
cs: Podle počtu
de: Nach Anzahl
el: Κατά πλήθος
es: Por recuento
fa: بر اساس تعداد
fr: Par nombre
hu: Darabszám szerint
id: Menurut jumlah
it: Per conteggio
ja: 件数の順
ko: 개수순
pl: Według liczby
pt: Por contagem
ro: După număr
th: ตามจำนวน
tr: Sayıya göre
uk: За кількістю
vi: Theo số lượng
zh_hans: 按计数
zh_hant: 依計數

# Stats_CopyTable.Content
source: Copy table
ar: نسخ الجدول
cs: Kopírovat tabulku
de: Tabelle kopieren
el: Αντιγραφή πίνακα
es: Copiar tabla
fa: رونوشت جدول
fr: Copier le tableau
hu: Táblázat másolása
id: Salin tabel
it: Copia tabella
ja: 表をコピー
ko: 표 복사
pl: Kopiuj tabelę
pt: Copiar tabela
ro: Copiere tabel
th: คัดลอกตาราง
tr: Tabloyu kopyala
uk: Копіювати таблицю
vi: Sao chép bảng
zh_hans: 复制表格
zh_hant: 複製表格

# Stats_Export.Content
source: Export
ar: تصدير
cs: Exportovat
de: Exportieren
el: Εξαγωγή
es: Exportar
fa: صادر کردن
fr: Exporter
hu: Exportálás
id: Ekspor
it: Esporta
ja: エクスポート
ko: 내보내기
pl: Eksportuj
pt: Exportar
ro: Exportare
th: ส่งออก
tr: Dışarı aktar
uk: Експорт
vi: Xuất
zh_hans: 导出
zh_hant: 匯出

# Stats_CopyValue.Content
source: Copy value
ar: نسخ القيمة
cs: Kopírovat hodnotu
de: Wert kopieren
el: Αντιγραφή τιμής
es: Copiar valor
fa: رونوشت مقدار
fr: Copier la valeur
hu: Érték másolása
id: Salin nilai
it: Copia valore
ja: 値をコピー
ko: 값 복사
pl: Kopiuj wartość
pt: Copiar valor
ro: Copiere valoare
th: คัดลอกค่า
tr: Değeri kopyala
uk: Копіювати значення
vi: Sao chép giá trị
zh_hans: 复制值
zh_hant: 複製值

# Stats_CopyAll.Content
source: Copy all
ar: نسخ الكل
cs: Kopírovat vše
de: Alles kopieren
el: Αντιγραφή όλων
es: Copiar todo
fa: رونوشت همه
fr: Tout copier
hu: Összes másolása
id: Salin semua
it: Copia tutto
ja: すべてコピー
ko: 모두 복사
pl: Kopiuj wszystko
pt: Copiar tudo
ro: Copiere toate
th: คัดลอกทั้งหมด
tr: Tümünü kopyala
uk: Копіювати все
vi: Sao chép tất cả
zh_hans: 全部复制
zh_hant: 全部複製

# Stats_EstimateCompression.Content
source: Estimate compression ratio
ar: تقدير نسبة الضغط
cs: Odhadnout kompresní poměr
de: Kompressionsrate schätzen
el: Εκτίμηση λόγου συμπίεσης
es: Estimar la tasa de compresión
fa: برآورد نسبت فشرده‌سازی
fr: Estimer le taux de compression
hu: Tömörítési arány becslése
id: Perkirakan rasio kompresi
it: Stima rapporto di compressione
ja: 圧縮率を推定する
ko: 압축률 추정
pl: Oszacuj współczynnik kompresji
pt: Estimar taxa de compactação
ro: Estimare raport de comprimare
th: ประมาณอัตราการบีบอัด
tr: Sıkıştırma oranını tahmin et
uk: Оцінити коефіцієнт стиснення
vi: Ước tính tỷ lệ nén
zh_hans: 估算压缩率
zh_hant: 估計壓縮率

# Stats_BlockSize.Header
source: Block size
ar: حجم الكتلة
cs: Velikost bloku
de: Blockgröße
el: Μέγεθος μπλοκ
es: Tamaño de bloque
fa: اندازهٔ بلوک
fr: Taille de bloc
hu: Blokkméret
id: Ukuran blok
it: Dimensione blocco
ja: ブロックの大きさ
ko: 블록 크기
pl: Rozmiar bloku
pt: Tamanho do bloco
ro: Dimensiune bloc
th: ขนาดบล็อก
tr: Blok boyutu
uk: Розмір блоку
vi: Kích thước khối
zh_hans: 块大小
zh_hant: 區塊大小

# Stats_ZeroSeries.Content
source: 0x00 share
ar: نسبة 0x00
cs: Podíl 0x00
de: Anteil 0x00
el: Ποσοστό 0x00
es: Proporción de 0x00
fa: سهم 0x00
fr: Part de 0x00
hu: 0x00 aránya
id: Porsi 0x00
it: Quota di 0x00
ja: 0x00 の割合
ko: 0x00 비율
pl: Udział 0x00
pt: Proporção de 0x00
ro: Pondere 0x00
th: สัดส่วน 0x00
tr: 0x00 payı
uk: Частка 0x00
vi: Tỷ lệ 0x00
zh_hans: 0x00 比例
zh_hant: 0x00 比例

# Stats_PrintableSeries.Content
source: Printable ASCII share
ar: نسبة ASCII القابلة للطباعة
cs: Podíl tisknutelných ASCII
de: Anteil druckbares ASCII
el: Ποσοστό εκτυπώσιμων ASCII
es: Proporción de ASCII imprimible
fa: سهم ASCII قابل چاپ
fr: Part d'ASCII imprimable
hu: Nyomtatható ASCII aránya
id: Porsi ASCII yang dapat dicetak
it: Quota di ASCII stampabile
ja: 印字可能な ASCII の割合
ko: 인쇄 가능한 ASCII 비율
pl: Udział drukowalnych ASCII
pt: Proporção de ASCII imprimível
ro: Pondere ASCII imprimabil
th: สัดส่วน ASCII ที่พิมพ์ได้
tr: Yazdırılabilir ASCII payı
uk: Частка друкованих ASCII
vi: Tỷ lệ ASCII in được
zh_hans: 可打印 ASCII 比例
zh_hant: 可列印 ASCII 比例

# Stats_Threshold.Header
source: Threshold (bits)
ar: الحد (بت)
cs: Práh (bity)
de: Schwellenwert (Bits)
el: Όριο (bit)
es: Umbral (bits)
fa: آستانه (بیت)
fr: Seuil (bits)
hu: Küszöbérték (bit)
id: Ambang (bit)
it: Soglia (bit)
ja: しきい値 (ビット)
ko: 임계값(비트)
pl: Próg (bity)
pt: Limite (bits)
ro: Prag (biți)
th: เกณฑ์ (บิต)
tr: Eşik (bit)
uk: Поріг (біти)
vi: Ngưỡng (bit)
zh_hans: 阈值（位）
zh_hant: 臨界值（位元）

# Stats_ZoomIn.Content
source: Zoom in
ar: تكبير
cs: Přiblížit
de: Vergrößern
el: Μεγέθυνση
es: Acercar
fa: بزرگ‌نمایی
fr: Zoom avant
hu: Nagyítás
id: Perbesar
it: Aumenta zoom
ja: 拡大
ko: 확대
pl: Powiększ
pt: Ampliar
ro: Mărire
th: ขยาย
tr: Yakınlaştır
uk: Збільшити
vi: Phóng to
zh_hans: 放大
zh_hant: 放大

# Stats_ZoomOut.Content
source: Zoom out
ar: تصغير
cs: Oddálit
de: Verkleinern
el: Σμίκρυνση
es: Alejar
fa: کوچک‌نمایی
fr: Zoom arrière
hu: Kicsinyítés
id: Perkecil
it: Riduci zoom
ja: 縮小
ko: 축소
pl: Pomniejsz
pt: Reduzir
ro: Micșorare
th: ย่อ
tr: Uzaklaştır
uk: Зменшити
vi: Thu nhỏ
zh_hans: 缩小
zh_hant: 縮小

# Stats_ExportGraph.Content
source: Export CSV...
ar: تصدير CSV...
cs: Exportovat CSV...
de: CSV exportieren...
el: Εξαγωγή CSV...
es: Exportar CSV...
fa: صادر کردن CSV...
fr: Exporter en CSV...
hu: Exportálás CSV-be...
id: Ekspor CSV...
it: Esporta CSV...
ja: CSV にエクスポート...
ko: CSV 내보내기...
pl: Eksportuj CSV...
pt: Exportar CSV...
ro: Exportare CSV...
th: ส่งออก CSV...
tr: CSV olarak dışarı aktar...
uk: Експорт у CSV...
vi: Xuất CSV...
zh_hans: 导出 CSV...
zh_hant: 匯出 CSV...
